---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimValueAngle
source: html/a1ca9b57-68cb-7097-bba5-bc3df4bb1543.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimValueAngle Property

"Value"

## Syntax (C#)
```csharp
public static ForgeTypeId DimValueAngle { get; }
```